const descriptionsData = [
    "Введите рассматриваемые альтернативы",
    "Заполните критерии для оценки альтернатив из выбранной ПО (если необходимо выберите, какие из них являются количественными и обратной величиной при оценке альтернатив)",
    "Заполните матрицу парных сравнений (1-го уровня) и расчитайте соответствующие значения\n" +
    "Все значения необходимо заполнять с округлением до двух знаков после запятой, при расчете использовать округленные значения",
    "Заполните матрицы парных сравнений (2-го уровня) и расчитайте соответствующие значения\n" +
    "Все значения необходимо заполнять с округлением до двух знаков после запятой, при расчете использовать округленные значения",
    "Расчитайте оценку согласованности иерархии\n" +
    "Все значения необходимо заполнять с округлением до двух знаков после запятой, при расчете использовать округленные значения",
    "Введите оценку количественных критериев, в поле оценка введите итоговое значение оценки альтернативы\n" +
    "Все значения необходимо заполнять с округлением до двух знаков после запятой, при расчете использовать округленные значения",
    "Заполните матрицу для обработки качественных критериев и расчитайте соответствующие значения\n" +
    "Все значения необходимо заполнять с округлением до двух знаков после запятой, при расчете использовать округленные значения",
    "Введите оценку альтернатив и выберите оптимальную\n" +
    "Все значения необходимо заполнять с округлением до двух знаков после запятой, при расчете использовать округленные значения",
]

export default descriptionsData