import { Lab2 } from 'src/models/lab/lab2';

export const lab2Variants: Lab2.Variant[] = [
  {
    variant: 'Вариант 1',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, 26 -29 лет, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 2',
    tables: [
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: мужской, 30 и старше, дети есть, материальное положение нормальное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 3',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 4',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 5',
    tables: [
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [9, 9, 10, 8, 9, 10],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, 23-24, холост и не был в браке',
      'Выборка 2:женский, 26-29 лет, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 6',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [6, 5, 9, 7, 8, 10],
        [7, 7, 8, 9, 9, 8],
        [7, 7, 8, 10, 10, 6],
        [7, 8, 10, 10, 10, 6],
        [9, 8, 10, 10, 10, 6],
        [7, 5, 4, 3, 10, 10],
        [5, 5, 8, 7, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2:женский, до 22, холост и не был в браке, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант  7',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 8',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: мужской, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 9',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, до 22, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 10',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 11',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2:  женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 12',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
        [10, 5, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, холост и не был в браке, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 13',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 14',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 15',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
      'Выборка 2: женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 16',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 17',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26 -29 лет, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 18',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное, детей нет и пока не планируется',
      'Выборка 2: женский, 23-24, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 19',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 20',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 21',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1:женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 22',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 23',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [6, 5, 9, 7, 8, 10],
        [7, 7, 8, 9, 9, 8],
        [7, 7, 8, 10, 10, 6],
        [7, 8, 10, 10, 10, 6],
        [9, 8, 10, 10, 10, 6],
        [7, 5, 4, 3, 10, 10],
        [5, 5, 8, 7, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: женский, до 22 лет, холост и не был в браке, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 24',
    tables: [
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, 30 и старше, дети есть, материальное положение нормальное',
      'Выборка 2: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
    ],
  },
  {
    variant: 'Вариант 25',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2:женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 26',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2:женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 27',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [9, 9, 10, 8, 9, 10],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
      'Выборка 2: женский, разведена, дети есть',
    ],
  },
  {
    variant: 'Вариант 28',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 29',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: мужской, до 22, материальное положение нормальное',
      'Выборка 2:женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 30',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2:женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 31',
    tables: [
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1:мужской, 23-24, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 32',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: мужской, до 22, материальное положение нормальное',
      'Выборка 2:мужской, холост и не был в браке, 23-24',
    ],
  },
  {
    variant: 'Вариант 33',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное, детей нет и пока не планируется',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 34',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 35',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
      'Выборка 2: женский, 30 и старше, разведен (а)',
    ],
  },
  {
    variant: 'Вариант 36',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
      'Выборка 2: мужской, до 22, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 37',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 38',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное',
      'Выборка 2: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
    ],
  },
  {
    variant: 'Вариант 39',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 40',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [9, 9, 10, 8, 9, 10],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29 лет, материальное положение нормальное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант  41',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 42',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
        [10, 5, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, холост и не был в браке, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 43',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 44',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: мужской, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 45',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 46',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, до 22, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 47',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 48',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 49',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [6, 5, 9, 7, 8, 10],
        [7, 7, 8, 9, 9, 8],
        [7, 7, 8, 10, 10, 6],
        [7, 8, 10, 10, 10, 6],
        [9, 8, 10, 10, 10, 6],
        [7, 5, 4, 3, 10, 10],
        [5, 5, 8, 7, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, до 22, холост и не был в браке, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 50',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [9, 9, 10, 8, 9, 10],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
      'Выборка 2: женский, разведена, дети есть',
    ],
  },
  {
    variant: 'Вариант 51',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 52',
    tables: [
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: мужской, 30 и старше, дети есть, материальное положение нормальное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 53',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 54',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 55',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 56',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [6, 5, 9, 7, 8, 10],
        [7, 7, 8, 9, 9, 8],
        [7, 7, 8, 10, 10, 6],
        [7, 8, 10, 10, 10, 6],
        [9, 8, 10, 10, 10, 6],
        [7, 5, 4, 3, 10, 10],
        [5, 5, 8, 7, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, до 22, холост и не был в браке, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 57',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 58',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное, детей нет и пока не планируется',
      'Выборка 2: женский, 23-24, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 59',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 60',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 61',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, 26 -29 лет, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 62',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: мужской, до 22, материальное положение нормальное',
      'Выборка 2: мужской, холост и не был в браке, 23-24',
    ],
  },
  {
    variant: 'Вариант 63',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 64',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 65',
    tables: [
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [9, 9, 10, 8, 9, 10],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, 23-24, холост и не был в браке',
      'Выборка 2: женский, 26-29 лет, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 66',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 67',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное, детей нет и пока не планируется',
      'Выборка 2: женский, 23-24, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 68',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
        [10, 5, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, холост и не был в браке, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 69',
    tables: [
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: мужской, 23-24, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 70',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [9, 9, 10, 8, 9, 10],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
      'Выборка 2: женский, разведена, дети есть',
    ],
  },
  {
    variant: 'Вариант 71',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: мужской, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 72',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 73',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 74',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
      'Выборка 2: мужской, до 22, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 75',
    tables: [
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: мужской, 30 и старше, дети есть, материальное положение нормальное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 76',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное, детей нет и пока не планируется',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 77',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [6, 5, 9, 7, 8, 10],
        [7, 7, 8, 9, 9, 8],
        [7, 7, 8, 10, 10, 6],
        [7, 8, 10, 10, 10, 6],
        [9, 8, 10, 10, 10, 6],
        [7, 5, 4, 3, 10, 10],
        [5, 5, 8, 7, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: женский, до 22 лет, холост и не был в браке, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 78',
    tables: [
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
        [10, 5, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, холост и не был в браке, детей нет и пока не планируется, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 79',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, до 22, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 80',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 81',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, до 22, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 82',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
      'Выборка 2: женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 83',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 84',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 85',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 86',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 87',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 88',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [9, 9, 10, 8, 9, 10],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29 лет, материальное положение нормальное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 89',
    tables: [
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: мужской, 30 и старше, дети есть, материальное положение нормальное',
      'Выборка 2: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
    ],
  },
  {
    variant: 'Вариант 90',
    tables: [
      [
        [7, 7, 8, 7, 9, 8],
        [7, 10, 10, 10, 10, 8],
        [5, 10, 8, 7, 9, 6],
        [4, 7, 9, 7, 8, 8],
      ],
      [
        [8, 5, 8, 7, 10, 3],
        [6, 1, 7, 8, 8, 4],
        [9, 7, 9, 6, 8, 8],
        [1, 1, 1, 1, 10, 1],
      ],
    ],
    description: [
      'Выборка 1: женский, до 22, материальное положение посредственное',
      'Выборка 2: мужской, 23-24, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 91',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26 -29 лет, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 92',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [5, 6, 8, 7, 3, 10],
        [8, 3, 9, 10, 8, 7],
        [6, 5, 8, 5, 9, 10],
        [8, 5, 10, 8, 10, 5],
        [7, 6, 9, 7, 9, 8],
        [10, 4, 10, 10, 8, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, разведен (а)',
      'Выборка 2: мужской, детей нет и пока не планируется, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 93',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 10, 10, 10, 10, 10],
        [9, 8, 10, 10, 10, 6],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, холост и не был в браке, материальное положение нормальное, дети планируются в ближайшем будущем',
    ],
  },
  {
    variant: 'Вариант 94',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 95',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 30 и старше, дети есть',
    ],
  },
  {
    variant: 'Вариант 96',
    tables: [
      [
        [6, 7, 8, 7, 9, 10],
        [7, 3, 9, 3, 10, 7],
        [7, 7, 9, 10, 10, 9],
        [10, 10, 10, 10, 10, 10],
        [7, 8, 9, 9, 9, 9],
      ],
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, материальное положение нормальное',
      'Выборка 2: женский, 26-29, холост и не был в браке',
    ],
  },
  {
    variant: 'Вариант 97',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [8, 6, 10, 10, 8, 5],
        [7, 7, 9, 10, 10, 4],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24, холост и не был в браке, материальное положение очень стеснительное',
      'Выборка 2: женский, 30 и старше, разведен (а)',
    ],
  },
  {
    variant: 'Вариант 98',
    tables: [
      [
        [5, 4, 8, 5, 9, 10],
        [6, 5, 7, 10, 9, 8],
        [7, 5, 10, 10, 1, 1],
        [8, 7, 7, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 23-24 материальное положение очень стеснительное',
      'Выборка 2: мужской, 30 и старше, дети есть, материальное положение нормальное',
    ],
  },
  {
    variant: 'Вариант 99',
    tables: [
      [
        [7, 9, 10, 10, 7, 9],
        [10, 3, 10, 6, 7, 8],
        [6, 6, 6, 7, 8, 9],
        [7, 5, 3, 9, 9, 10],
        [10, 10, 10, 10, 10, 10],
      ],
      [
        [7, 7, 10, 6, 10, 8],
        [8, 7, 7, 7, 10, 7],
        [8, 8, 10, 10, 9, 9],
        [6, 5, 8, 7, 10, 7],
        [10, 4, 7, 8, 9, 6],
        [3, 1, 10, 1, 10, 9],
      ],
    ],
    description: [
      'Выборка 1: женский, 26-29, холост и не был в браке',
      'Выборка 2: мужской, 30 и старше, женат',
    ],
  },
  {
    variant: 'Вариант 100',
    tables: [
      [
        [2, 10, 2, 10, 2, 2],
        [3, 2, 6, 4, 8, 5],
        [6, 8, 10, 8, 5, 5],
        [8, 6, 10, 10, 8, 5],
        [8, 8, 9, 9, 7, 9],
        [7, 7, 9, 10, 10, 4],
      ],
      [
        [6, 5, 9, 7, 8, 10],
        [7, 7, 8, 9, 9, 8],
        [7, 7, 8, 10, 10, 6],
        [7, 8, 10, 10, 10, 6],
        [9, 8, 10, 10, 10, 6],
        [7, 5, 4, 3, 10, 10],
        [5, 5, 8, 7, 10, 10],
      ],
    ],
    description: [
      'Выборка 1: женский, 30 и старше, дети есть',
      'Выборка 2: женский, до 22, холост и не был в браке, материальное положение нормальное',
    ],
  },
];
